Repository: aniko04/GreenGardens
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: O'zbekcha
ru: Узбекский

source: English
ru: Английский
uz: Inglizcha

source: Your message has been sent successfully!
ru: Ваше сообщение успешно отправлено!
uz: Xabaringiz muvaffaqiyatli yuborildi!

source: Service not found
ru: Услуга не найдена
uz: Xizmat topilmadi

source: Category found, but no services available
ru: Категория найдена, но услуги недоступны
uz: Kategoriya topildi, lekin xizmatlar mavjud emas

source: Category not found
ru: Категория не найдена
uz: Kategoriya topilmadi

source: No services found in this category!
ru: В этой категории услуги не найдены!
uz: Bu kategoriyada xizmat topilmadi!

source: Requested project not found!
ru: Запрошенный проект не найден!
uz: So'ralgan loyiha topilmadi!

source: Requested product not found!
ru: Запрошенный продукт не найден!
uz: So'ralgan mahsulot topilmadi!

source: Your job application has been submitted successfully!
ru: Ваша заявка на работу успешно отправлена!
uz: Ish arizangiz muvaffaqiyatli yuborildi!

source: An error occurred while submitting your application. Please try again.
ru: Произошла ошибка при отправке заявки. Пожалуйста, попробуйте снова.
uz: Arizangizni yuborishda xatolik yuz berdi. Iltimos, qayta urinib ko'ring.

source: Requested team member not found!
ru: Запрошенный член команды не найден!
uz: So'ralgan jamoa a'zosi topilmadi!

source: Requested blog not found!
ru: Запрошенный блог не найден!
uz: So'ralgan blog topilmadi!

source: Invalid email or password.
ru: Неверный email или пароль.
uz: Noto'g'ri email yoki parol.

source: Welcome back!
ru: С возвращением!
uz: Xush kelibsiz!

source: Passwords do not match!
ru: Пароли не совпадают!
uz: Parollar mos kelmaydi!

source: This email is already registered!
ru: Этот email уже зарегистрирован!
uz: Bu email allaqachon ro'yxatdan o'tgan!

source: Email Verification Code - GreenGardens
ru: Код подтверждения email - GreenGardens
uz: Email tasdiqlash kodi - GreenGardens

source: Hi there! Welcome to GreenGardens! Please verify your email address to complete your registration. Your verification code is: %(code)s This code will expire in 15 minutes. If you didn't request this, please ignore this email. Best regards, GreenGardens Team
ru: Здравствуйте! Добро пожаловать в GreenGardens! Пожалуйста, подтвердите ваш email для завершения регистрации. Ваш код подтверждения: %(code)s Этот код действителен 15 минут. Если вы не запрашивали это, проигнорируйте это письмо. С уважением, Команда GreenGardens
uz: Salom! GreenGardens'ga xush kelibsiz! Ro'yxatdan o'tishni yakunlash uchun email manzilingizni tasdiqlang. Sizning tasdiqlash kodingiz: %(code)s Bu kod 15 daqiqada amal qiladi. Agar siz buni so'ramagan bo'lsangiz, iltimos, bu emailni e'tiborsiz qoldiring. Hurmat bilan, GreenGardens jamoasi

source: Verification code has been sent. Please check your email and enter the code to complete registration.
ru: Код подтверждения отправлен. Пожалуйста, проверьте вашу почту и введите код для завершения регистрации.
uz: Tasdiqlash kodi yuborildi. Ro'yxatdan o'tishni yakunlash uchun emailingizni tekshiring va kodni kiriting.

source: Error sending email. Please try again.
ru: Ошибка отправки email. Пожалуйста, попробуйте снова.
uz: Email yuborishda xatolik. Iltimos, qayta urinib ko'ring.

source: Verification code has expired. Please register again.
ru: Срок действия кода подтверждения истек. Пожалуйста, зарегистрируйтесь снова.
uz: Tasdiqlash kodi muddati tugagan. Iltimos, qayta ro'yxatdan o'ting.

source: Email verification successful! Your account has been created. You can now log in.
ru: Email успешно подтвержден! Ваш аккаунт создан. Теперь вы можете войти.
uz: Email tasdiqlash muvaffaqiyatli! Hisobingiz yaratildi. Endi tizimga kirishingiz mumkin.

source: Invalid verification code or email address.
ru: Неверный код подтверждения или email адрес.
uz: Noto'g'ri tasdiqlash kodi yoki email manzil.

source: Please provide both email and verification code.
ru: Пожалуйста, введите email и код подтверждения.
uz: Iltimos, email va tasdiqlash kodini kiriting.

source: You have been logged out successfully.
ru: Вы успешно вышли из системы.
uz: Siz muvaffaqiyatli chiqdingiz.

source: Password Reset Verification Code - GreenGardens
ru: Код сброса пароля - GreenGardens
uz: Parolni tiklash tasdiqlash kodi - GreenGardens

source: Hi, You have requested to reset your password for GreenGardens. Your verification code is: %(code)s This code will expire in 15 minutes. If you didn't request this, please ignore this email. Best regards, GreenGardens Team
ru: Здравствуйте, Вы запросили сброс пароля для GreenGardens. Ваш код подтверждения: %(code)s Этот код действителен 15 минут. Если вы не запрашивали это, проигнорируйте это письмо. С уважением, Команда GreenGardens
uz: Salom, Siz GreenGardens uchun parolingizni tiklashni so'radingiz. Sizning tasdiqlash kodingiz: %(code)s Bu kod 15 daqiqada amal qiladi. Agar siz buni so'ramagan bo'lsangiz, iltimos, bu emailni e'tiborsiz qoldiring. Hurmat bilan, GreenGardens jamoasi

source: Verification code has been sent. Please check your email and enter the code.
ru: Код подтверждения отправлен. Пожалуйста, проверьте вашу почту и введите код.
uz: Tasdiqlash kodi yuborildi. Iltimos, emailingizni tekshiring va kodni kiriting.

source: No user found with this email address.
ru: Пользователь с таким email не найден.
uz: Bu email manzil bilan foydalanuvchi topilmadi.

source: Please provide a valid email address.
ru: Пожалуйста, введите действительный email адрес.
uz: Iltimos, to'g'ri email manzilini kiriting.

source: Verification code has expired. Please request a new one.
ru: Срок действия кода подтверждения истек. Пожалуйста, запросите новый.
uz: Tasdiqlash kodi muddati tugagan. Iltimos, yangisini so'rang.

source: Your password has been reset successfully! You can now log in.
ru: Ваш пароль успешно сброшен! Теперь вы можете войти.
uz: Parolingiz muvaffaqiyatli tiklandi! Endi tizimga kirishingiz mumkin.

source: Passwords do not match.
ru: Пароли не совпадают.
uz: Parollar mos kelmaydi.

source: The password reset link is invalid or has expired.
ru: Ссылка для сброса пароля недействительна или истекла.
uz: Parolni tiklash havolasi noto'g'ri yoki muddati tugagan.

source: Session token and message are required
ru: Требуется токен сессии и сообщение
uz: Sessiya tokeni va xabar talab qilinadi

source: Chat session not found
ru: Сессия чата не найдена
uz: Chat sessiyasi topilmadi

source: Your message has been received! Admin will respond soon.
ru: Ваше сообщение получено! Администратор скоро ответит.
uz: Xabaringiz qabul qilindi! Tez orada admin javob beradi.

source: Permission denied
ru: Доступ запрещен
uz: Ruxsat berilmagan

source: Session ID and message are required
ru: Требуется ID сессии и сообщение
uz: Sessiya ID va xabar talab qilinadi

source: Logout
ru: Выход
uz: Chiqish

source: Login
ru: Вход
uz: Kirish

source: Working hours
ru: Рабочие часы
uz: Ish vaqti

source: Help
ru: Помощь
uz: Yordam

source: Career
ru: Карьера
uz: Karyera

source: Office
ru: Офис
uz: Ofis

source: Services
ru: Услуги
uz: Xizmatlar

source: About Us
ru: О нас
uz: Biz haqimizda

source: Projects
ru: Проекты
uz: Loyihalar

source: Pages
ru: Страницы
uz: Sahifalar

source: Team
ru: Команда
uz: Jamoa

source: Shop
ru: Магазин
uz: Do'kon

source: Products
ru: Продукты
uz: Mahsulotlar

source: Cart
ru: Корзина
uz: Savatcha

source: My Likes
ru: Избранное
uz: Yoqtirishlarim

source: Checkout
ru: Оплата
uz: To'lov

source: Blog
ru: Блог

source: Contact
ru: Контакты
uz: Aloqa

source: Contact us
ru: Связаться с нами
uz: Biz bilan bog'lanish

source: Русский
uz: Ruscha
